relg101-f20/presentations/html/theodicy-evil-pt2.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8"/>
<title>Theodicy pt. 2: 4 responses to Problem of Evil</title>
<meta name="author" content="(Dale Hathaway)"/>
<link rel="stylesheet" href="../../reveal.js/css/reveal.css"/>

<link rel="stylesheet" href="../../reveal.js/css/theme/beige.css" id="theme"/>


<!-- If the query includes 'print-pdf', include the PDF print sheet -->
<meta name="description" content="Org-Reveal">
</head>
<body>
<div class="reveal">
<div class="slides">
<section id="sec-title-slide"><h1 class="title">Theodicy pt. 2: 4 responses to Problem of Evil</h1><h2 class="author">Dale Hathaway</h2><h2 class="date">Week of March 23, 2020</h2><p class="date">Created: 2020-03-18 Wed 11:07</p>
</section>
<section id="table-of-contents">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#/slide-org98d0605">Guide to app usage</a></li>
<li><a href="#/slide-responses-to-the-problem-of-evil">4 Responses to the Problem of Evil</a></li>
<li><a href="#/slide-orgd0d7b35">Karma</a></li>
<li><a href="#/slide-reponses-to-the-problem-of-evil">The Consolation of Promise</a></li>
<li><a href="#/slide-reponses-to-the-problem-of-evil-1">Appeal to Sovereignty</a></li>
<li><a href="#/slide-responses-to-the-problem-of-evil-2">Dualism</a></li>
<li><a href="#/slide-orgfd1a00a">Free will</a></li>
<li><a href="#/slide-evaluating-responses-to-the-problem-of-evil">Evaluating Responses to the Problem of Evil</a></li>
</ul>
</div>
</div>
</section>

<section>
<section id="slide-org98d0605">
<h2 id="org98d0605">Guide to app usage</h2>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Key stroke</th>
<th scope="col" class="org-left">Effect</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">n, space</td>
<td class="org-left">next slide</td>
</tr>

<tr>
<td class="org-left">p</td>
<td class="org-left">previous slide</td>
</tr>

<tr>
<td class="org-left">f</td>
<td class="org-left">fullscreen</td>
</tr>

<tr>
<td class="org-left">esc, o</td>
<td class="org-left">overview slide</td>
</tr>

<tr>
<td class="org-left">m</td>
<td class="org-left">toggle menu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">audio inlay</td>
<td class="org-left">start/stop audio playback</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-responses-to-the-problem-of-evil">
<h2 id="responses-to-the-problem-of-evil">4 Responses to the Problem of Evil</h2>
<ol>
<li><b>Karma</b></li>
<li><b>Consolation of Promise</b></li>
<li><b>Appeal to Sovereignty</b></li>
<li><b>Dualism</b></li>

</ol>

<aside class="notes">
<ul>
<li>Our textbook identifies 4 basic responses that religions around the world and throughout time have made to the problem of evil.</li>
<li>When we say <b>problem</b> we don't mean it so much as a <b>problem to be solved</b> but a <b>tension to be lived with.</b></li>
<li>Over the course of many centuries religious cultures have found 4 general patterns of living with the tension  created by the "problem of evil."</li>

</ul>

</aside>
</section>
</section>
<section>
<section id="slide-orgd0d7b35">
<h2 id="orgd0d7b35">Karma</h2>
<ul>
<li>Karma presumes a close relationship between cause and effect in human decision-making</li>
<li>Karma balances the sum total of a human's actions and decisions</li>
<li>Cause and effect is understood as a part of a cosmic cycle</li>
<li>With <b>Karma</b>, what happens to a person, happens because they caused it with their actions</li>
<li>This response emphasizes <b>justice</b> &#x2013; perhaps at the expense of <b>mercy</b>?</li>

</ul>
</section>
<section id="slide-responses-to-the-problem-of-evil-1">
<h3 id="responses-to-the-problem-of-evil-1">Karma &amp; the Indian Context</h3>
<ul>
<li><b>Karma</b>, signifies the moral weight of one's actions</li>
<li>people get what they deserve (at least over the long haul)</li>

</ul>


<aside class="notes">
<p>

</p>

<p>
Note: - <b>Karma</b>, signifies the moral weight of one's actions. Good or proper action results in good karma and in progress toward the goal of enlightenment. - In connection with the problem of evil, <b>karma</b> is a kind of inexorable reality that explains the destiny of human beings. People get what they deserve at least, over the long cycle of time. - The inexorability of <b>karma</b> is the problem addressed in the Buddhist story of The Death of Moggallana.
</p>

<p>
<b>Karma</b> allows us to live with a keen sense of justice and accountability.
</p>

</aside>
</section>
<section id="slide-buddhist-perspective-on-evil">
<h3 id="buddhist-perspective-on-evil">Karma &amp; the Buddhist Perspective</h3>
<ul>
<li><b>Evil is located in the self</b>, with its passions and desires.</li>
<li>cruelty &amp; pain are not simply luck of the draw</li>
<li>not the <b>will of God</b></li>
<li>solution to the problem of evil <b>depends on each individual</b></li>

</ul>


<aside class="notes">
<p>

</p>

<p>
Note: - The brute facts of cruelty and pain are not simply the luck of the draw, nor are they connected with the will of God. - One who attains enlightenment knows that the resolution of the experiences associated with evil does not depend on gods or goddesses, nor does it depend on other human beings. - In the fundamental sense, the solution to the problem of evil depends on each individual person.
</p>

<p>
The Buddhist perspective is directly contrary to the familiar <b>original sin</b> that has been a part of much Christian life over the centuries. Each individual has the choice and has the power to choose what is good and right &#x2013; to choose to act in accordance with the <b>dharma</b>.
</p>

</aside>

</section>
</section>
<section>
<section id="slide-reponses-to-the-problem-of-evil">
<h2 id="reponses-to-the-problem-of-evil">The Consolation of Promise</h2>
<p>
The Promise of this response to evil:
</p>

<ul>
<li>the point of suffering will be made clear in the future</li>
<li>evil will be overcome in the future</li>
<li>justice will prevail in the future</li>
<li>this response delays <b>justice</b> perhaps for the sake of <b>mercy</b></li>

</ul>


<aside class="notes">
<ul>
<li>At some future time, evil will be overcome, justice will be satisfied, and the point of suffering will be made clear.</li>
<li>Such a response uses the language of promise, offering consolation and hope to those currently suffering.</li>
<li>Just how or when the promise will be fulfilled is a matter on which there is a variety of opinions.</li>

</ul>

</aside>



</section>
<section id="slide-jewish-perspective-on-evil">
<h3 id="jewish-perspective-on-evil">Consolation of Promise: Jewish</h3>
<ul>
<li>Jews wait for a <b>Messiah who is yet to come</b>.</li>
<li>When the anointed one arrives, he will reestablish the nation of Israel and will rule the other nations with a rod of iron.</li>
<li>some Orthodox groups oppose the nation of Israel <b>because the Messiah has not yet come.</b></li>

</ul>


<aside class="notes">
<p>

</p>

<p>
Note: 
</p>
<ul>
<li>It is significant that a number of Orthodox groups hold that the contemporary state of Israel is not a fulfillment of this promise.</li>
<li>Rather, they view the Jewish state as a violation of the Torah, a manifestation of the impatience and disobedience of humanity rather than the work of God.</li>
<li>Many Christians imagine that there is no sense of the <b>Messiah</b> in Judaism, but it is in fact not <b>absent</b> but understood differently than in Christianity.</li>

</ul>

</aside>

</section>
<section id="slide-christian-response-to-evil">
<h3 id="christian-response-to-evil">Consolation of Promise: Christian</h3>
<ul>
<li>Christianity holds that the <b>Messiah has come</b>: Jesus of Nazareth is the Messiah.</li>
<li>His life, death, and resurrection manifest the promise of God to bring about a peaceable kingdom.</li>
<li>The work of Jesus is not yet complete, however. For, he will come again in glory to judge the living and the dead; and his reign will have no end.</li>
<li>The doctrine of the <b>parousia</b> or the second coming of Christ indicates that the fulfillment of the promise is yet to come.</li>

</ul>

<aside class="notes">
<p>
Note:
</p>
<ul>
<li>In Christianity there has always been a sense of fulfillment alongside a hope and expectation of a future grand fulfillment.</li>
<li>One of the phrases associated with this two-sided experience is that the <b>Promised fulfillment</b> is "already / but not yet."</li>
<li>The experience of <b>justice</b> can be weakened if accountability is completely pushed to the <b>end of time</b>.</li>
<li>The poor and suffering must <b>wait</b> for justice to prevail.</li>

</ul>

</aside>



</section>
<section id="slide-muslim-response-to-evil">
<h3 id="muslim-response-to-evil">Consolation of Promise: Muslim</h3>
<ul>
<li>Islam shares a sense of the Consolation of Promise with both Judaism and Christianity</li>
<li>the figure of <b>mahdi</b> bears similarities with the expectation of a <b>messiah</b> to come</li>
<li>each of the 3 religions share a conception of <b>afterlife</b> and a <b>Day of Resurrection &amp; Judgment</b></li>

</ul>


<aside class="notes">
<ul>
<li>Islam also embodies the promise theme common to Judaism and Christianity.</li>
<li>An idea appears in the Islamic tradition that the <b>mahdi</b> will come or appear at the time God decides and will establish the rule of justice and equity on earth.</li>
<li>Islam also refers to an afterlife in which <b>good will be rewarded, evil punished, and suffering explained.</b></li>
<li>Through a <b>Day of Resurrection and Judgment, God will resolve the problem of evil.</b></li>

</ul>

</aside>



</section>
</section>
<section>
<section id="slide-reponses-to-the-problem-of-evil-1">
<h2 id="reponses-to-the-problem-of-evil-1">Appeal to Sovereignty</h2>
<ul>
<li>the appeal to sovereignty proclaims that for human beings there is not resolution to the tension of the <b>problem of evil</b></li>
<li>The book of <b>Job</b> in the Hebrew Scriptures is the epitome of the appeal to sovereignty</li>
<li>this response emphasizes <b>transcendence</b> but perhaps <b>minimizes</b> human accountability</li>

</ul>



<aside class="notes">
<ul>
<li>The sovereignty appeal finds its power in affirming that, at least from the human standpoint, there are no solutions to the problem of evil.</li>
<li>The book of <b>Job</b> may be taken as the archetype of the sovereignty response. As such, it has both baffled and comforted believers throughout generations of Jewish and Christian faith.</li>

</ul>

</aside>

</section>
<section id="slide-org5f01b7c">
<h3 id="org5f01b7c">Job 38</h3>
<p class="verse">
And now, finally, God answered Job from the eye of a violent storm. He said:<br />
<br />
2-11 “Why do you confuse the issue?<br />
&#xa0;&#xa0;&#xa0;&#xa0;Why do you talk without knowing what you’re talking about?<br />
Pull yourself together, Job!<br />
&#xa0;&#xa0;&#xa0;&#xa0;Up on your feet! Stand tall!<br />
I have some questions for you,<br />
&#xa0;&#xa0;&#xa0;&#xa0;and I want some straight answers.<br />
Where were you when I created the earth?<br />
<br />
</p>
<p>
And now, finally, God answered Job from the eye of a violent storm. He said:
</p>

<p>
“Why do you confuse the issue?
    Why do you talk without knowing what you’re talking about?
Pull yourself together, Job!
    Up on your feet! Stand tall!
I have some questions for you,
    and I want some straight answers.
Where were you when I created the earth?
</p>


<aside class="notes">
<p>

</p>

</aside>
</section>
<section id="slide-the-story-of-job">
<h3 id="the-story-of-job">Appeal to Sovereignty: Story of Job</h3>
<ul>
<li>God tests Jobs faith to see if his obedience to God is motivated by his own integrity or desire for personal gain.</li>
<li>Job rejects the idea that his suffering is for his education or to make him better</li>
<li>Job also rejects the idea that his suffering is in proportion to some sin he has committed.</li>
<li>In the end, God claims the wisdom of the creator of all things and Job accepts the finitude of human understanding and the sovereignty of the maker of heaven and earth.</li>

</ul>
<aside class="notes">
<p>

</p>

</aside>


</section>
</section>
<section>
<section id="slide-responses-to-the-problem-of-evil-2">
<h2 id="responses-to-the-problem-of-evil-2">Dualism</h2>
<ul>
<li>personification of <b>dualism</b>: God vs. Satan</li>
<li>in Dualism both good and evil share characteristics of the <b>sacred</b></li>
<li>in Dualism God's <b>power</b> is not absolute</li>
<li>this response reduces the <b>power</b> of good by shifting some of it to evil</li>

</ul>

<aside class="notes">
<ul>
<li>the response of <b>Dualism</b> is familiar to many in the personification of the combat between God and the Devil</li>
<li>Evil is the result of a conflict between good and evil powers, <b>both of which share some of the characteristics of sacred reality.</b></li>
<li>From the perspective of dualism, <b>God is good but God's sovereignty faces a severe challenge from those powers that do evil in the world.</b></li>
<li>Many religious traditions embody elements of dualism, but the best example is in <b>Zoroastrianism.</b></li>

</ul>

</aside>


</section>
<section id="slide-zoroastrian-response-to-evil">
<h3 id="zoroastrian-response-to-evil">Dualism: Zoroastrian</h3>
<ul>
<li>Zoroastrianism began in what is today Iran under the leadership of the teacher Zarathustra</li>
<li>historically it began ca. 5th c. BCE, though its roots may go back much further</li>
<li>the conflict between good (<b>Spenta Mainyu</b>) and evil (<b>Angra Mainyu</b>) is built into the foundation of the religion</li>
<li>evil comes into the world as a result of wrong choices</li>

</ul>
<aside class="notes">
<ul>
<li>Struggle between <b>Spenta Mainyu</b> (beneficent spirit) and <b>Angra Mainyu</b> (hostile spirit), whose conflict stems from the beginning of all things and continues to the end of time.</li>
<li><b>Spenta Mainyu</b> and <b>Angra Mainyu</b> are twins, offspring of the wise lord <b>Ahura Mazda</b>, the creator of all things.</li>
<li><b>Ahura Mazdas</b> twins represent the moral choice set before all creatures. Evil comes into the world as a result of wrongful choice, and the proper response is thus to fight against it.</li>
<li>Zoroastrianism influenced the development of much of western religion and philosophy</li>

</ul>

</aside>

</section>
</section>
<section>
<section id="slide-orgfd1a00a">
<h2 id="orgfd1a00a">Free will</h2>
<ul>
<li>some have developed another response to the problem of evil based on our experience of <b>free will</b></li>
<li>usually this "solution" requires separate treatment of <b>human-caused evil</b> and <b>natural-caused evil</b></li>
<li>this response emphasizes the virtue of <b>freedom</b> perhaps at the expense of <b>mercy</b> and <b>justice</b></li>

</ul>

<aside class="notes">
<p>
The problem of evil is sometimes explained as a consequence of free will, an ability granted by God. Free will is both a source of good and of evil, and with free will also comes the potential for abuse, as when individuals act immorally. People with free will "decide to cause suffering and act in other evil ways", states Boyd, and it is they who make that choice, not God. Further, the free will argument asserts that it would be logically inconsistent for God to prevent evil by coercion and curtailing free will, because that would no longer be free will. [Wiki.]
</p>

<p>
While our experience of free will does explain some &#x2013; or even much &#x2013; of our experience of evil, it is by no means exhaustive. The depth of the evil we see and know about argues against the adequacy of <b>free will</b>, even while it satisfies many.
</p>

</aside>
</section>
</section>
<section>
<section id="slide-evaluating-responses-to-the-problem-of-evil">
<h2 id="evaluating-responses-to-the-problem-of-evil">Evaluating Responses to the Problem of Evil</h2>
<ul>
<li>Are the answers adequate?</li>
<li>Are the answers logical?</li>
<li>Are the answers coherent?</li>
<li>Are the answers psychologically satisfying?</li>
<li>What are the moral consequences?</li>

</ul>
</section>
</section>
</div>
</div>
<p> Created by Dale Hathaway. </p>
<script src="../../reveal.js/js/reveal.js"></script>

<script>
// Full list of configuration options available here:
// https://github.com/hakimel/reveal.js#configuration
Reveal.initialize({
multiplex: {
    secret: '', // null if client
    id: '', // id, obtained from socket.io server
    url: '' // Location of socket.io server
},

// Optional libraries used to extend on reveal.js
dependencies: [
 { src: '../../reveal.js/plugin/markdown/marked.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
 { src: '../../reveal.js/plugin/markdown/markdown.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
 { src: '../../reveal.js/plugin/notes/notes.js', async: true, condition: function() { return !!document.body.classList; } },
]
});
</script>
</body>
</html>
